Repository: EwelinaSzyszka/runeasi
Catalog: runeasi-mobile/runeasi-mobile/Translations/Translation.*.resx
Languages: nl

# RelevanceIDL
source: Increased risk for injury & lowered running economy.
nl: Hoger risico op blessure & verminderde loopeconomie.

# RelevanceIDR
source: Increased risk for injury & lowered running economy.
nl: Hoger risico op blessure & verminderde loopeconomie.

# RelevanceDS
source: Increased risk for injury & higher energy consumption.
nl: Hoger risico op blessure & hoger energieverbruik.

# RelevanceDSL
source: Increased risk for injury & higher energy consumption.
nl: Hoger risico op blessure & hoger energieverbruik.

# RelevanceDSR
source: Increased risk for injury & higher energy consumption.
nl: Hoger risico op blessure & hoger energieverbruik.

# LinkedToIM
source: Eccentric force production of calves & quadriceps.
nl: Excentrische krachtproductie van de kuiten & quadriceps.

# LinkedToIML
source: Eccentric force production of calves & quadriceps.
nl: Excentrische krachtproductie van de kuiten & quadriceps.

# LinkedToIMR
source: Eccentric force production of calves & quadriceps.
nl: Excentrische krachtproductie van de kuiten & quadriceps.

# LinkedToID
source: Efficiency of kinetic chain to slow down impacts.
nl: Efficiëntie kinetische keten om impacten af te remmen.

# LinkedToIDL
source: Unequal stretch-shortening cycle of lower limb muscles & efficiency of kinetic chain to slow down impacts.
nl: Onevenwicht in stretch-shortening cycle van onderste ledematen & Efficiëntie kinetische keten om impacten af te remmen.

# LinkedToIDR
source: Unequal stretch-shortening cycle of lower limb muscles & efficiency of kinetic chain to slow down impacts.
nl: Onevenwicht in stretch-shortening cycle van onderste ledematen & Efficiëntie kinetische keten om impacten af te remmen.

# LinkedToDS
source: Ankle proprioception and ability of stabilizing muscles to reduce side-to-side movements.
nl: Enkel proprioceptie en vermogen stabiliserende spieren om zijwaartse bewegingen te verminderen.

# LinkedToDSL
source: Ankle proprioception and ability of stabilizing muscles to reduce side-to-side movements.
nl: Enkel proprioceptie en vermogen stabiliserende spieren om zijwaartse bewegingen te verminderen.

# LinkedToDSR
source: Ankle proprioception and ability of stabilizing muscles to reduce side-to-side movements.
nl: Enkel proprioceptie en vermogen stabiliserende spieren om zijwaartse bewegingen te verminderen.

# TrainingIML
source: "Impact Magnitude Symmetry"
nl: "Impact Magnitude Symmetrie"

# TrainingIMR
source: "Impact Magnitude Symmetry"
nl: "Impact Magnitude Symmetrie"

# TrainingIDL
source: "Impact Duration Symmetry"
nl: "Impact Duration Symmetrie"

# TrainingIDR
source: "Impact Duration Symmetry"
nl: "Impact Duration Symmetrie"

# TrainingDSL
source: "Dynamic Stability Symmetry"
nl: "Dynamic Stability Symmetrie"

# TrainingDSR
source: "Dynamic Stability Symmetry"
nl: "Dynamic Stability Symmetrie"

# NoQualityProfileAvailable
source: No quality profile available for this session
nl: Geen kwaliteitsprofiel beschikbaar voor deze sessie

# SeeRuneasiFramework
source: See runeasi framework for
nl: Zie Runeasi framework voor

# LocationSwitchedOffAndroid
source: Please turn on your location in the settings of the tablet to allow our app to find the sensor.
nl: Gelieve toegang tot locatiegegevens in te schakelen in de instellingen van dit toestel zodat de app de sensor kan vinden.

# BiofeedbackVisualizationHint
source: Your Running quality profile will appear soon…
nl: Je Running quality profiel verschijnt zo meteen

source: Time
nl: Tijd

source: Language
nl: Taal

source: English
nl: Engels

source: Polish
nl: Pools

source: Dutch
nl: Nederlands

# SessionsNotExist
source: Please record at least 2 running sessions to track progress
nl: Registreer ten minste 2 hardloopsessies om de voortgang bij te houden

source: Running Quality Progress
nl: Evolutie Running Quality
