Repository: EwelinaSzyszka/runeasi
Catalog: runeasi-mobile/runeasi-mobile/Translations/Translation.*.resx
Languages: nl

source: Password
nl: Wachtwoord

source: forgot password?
nl: wachtwoord vergeten?

source: Practice Dashboard
nl: Dashboard Praktijk

# AddPatient
source: Add client
nl: Voeg nieuwe klant toe

source: Name
nl: Naam

# LasName
source: Last Name
nl: Achternaam

source: Date of Birth
nl: Geboortedatum

source: Gender
nl: Geslacht

source: Register
nl: Registreer

source: Patients Tracked
nl: Klanten getest

source: Active Sensors
nl: Actieve Sensoren

source: Runeasi Sessions
nl: Runeasi Sessies

source: MANAGE MY SENSORS
nl: BEHEER MIJN SENSOREN

# MyPatients
source: My Clients
nl: Mijn Klanten

source: SEARCH BY NAME
nl: ZOEK OP NAAM

# LastRecording
source: Last recording: {0}
nl: Laatste meting: {0}

source: Info and Knowledge
nl: Info

# RuneasiConnected
source: {0} Connected
nl: {0} Verbonden

source: Disconnected
nl: Niet Verbonden

source: Save
nl: Bewaar

source: LEFT
nl: LINKS

source: RIGHT
nl: RECHTS

source: Woman
nl: Vrouw

# PatientDashboard
source: Dashboard of
nl: Dashboard van

# BackToList
source: Other Clients
nl: Andere Klanten

source: Back
nl: Terug

source: Sessions
nl: Sessies

# Impact
source: Impact Magnitude
nl: Impact

source: TOTAL IMPACT
nl: TOTALE IMPACT

# ImpactAvg
source: Avg. Impact Magnitude
nl: Gem. Impact Magnitude

source: Daily Cumulative Impact
nl: Dagelijkse Cumulatieve Impact

source: Most recent recording
nl: Meest recente meting

# ImpactDurationAvg
source: Avg. Impact duration
nl: Gem. Impact duration

source: Ground Contact
nl: Grondcontact

source: Duration
nl: Tijd

source: Cadence
nl: Cadans

# CadenceAvg
source: Avg. Cadence
nl: Gem. Cadans

# CadenceAvg2Lines
source: Avg. Cadence
nl: Gem. Cadans

# RecordSession
source: Remote session
nl: Remote sessie

source: Filter by tag
nl: Filter op tag

source: New
nl: Nieuw

source: Ongoing recording
nl: Meting aan de gang

# SessionDetail
source: SESSION DETAILS
nl: DETAILS VAN DE SESSIE

source: Compare sessions
nl: Vergelijk sessies

source: Session comparison
nl: Vergelijking van sessies

# ViewTagsAndNotes
source: Tags & Notes
nl: Tags & Notities

source: NEW RECORDING
nl: NIEUW METING

# NewRecordingInfo
source: Recording will be started on
nl: Meting wordt gestart op

source: Save summary every
nl: Bewaar samenvatting elke

source: Display summary every
nl: Geef samenvatting weer elke

source: Recording on
nl: Meting op

source: Recording device not in range
nl: Geselecteerde sensor niet binnen het bereik

source: Synchronizing with
nl: Aan het synchronizeren met

# SynchronizingBiofeedbackInProgress
source: Synchronization in progress:
nl: Synchronizatie actief:

# SynchronizingBiofeedbackInProgressDetails
source: Storing data of
nl: Bewaar gegevens van

# SynchronizingBiofeedbackInProgressDetails2
source: for future analysis
nl: voor toekomstige analyses

source: seconds
nl: seconden

source: RECORDING IN PROGRESS
nl: METING ACTIEF

source: SYNCHRONIZATION IN PROGRESS
nl: SYNCHRONIZATIE ACTIEF

# TagsAndNotes
source: Tags & notes
nl: Tags & notities

source: Notes
nl: Notities

source: Add note
nl: Voeg Notitie toe

source: Edit note
nl: Bewerk notitie

source: Add to notes
nl: Voeg toe

source: Tags catalog
nl: Tags catalogus

source: Category
nl: Categorie

source: Add to catalog
nl: Voeg toe

source: Login incorrect
nl: Login niet correct

source: Connect
nl: Connecteer

source: Change name
nl: Verander naam

source: Connected
nl: Verbonden

source: Not in range
nl: Buiten bereik

source: Information
nl: Informatie

source: Sensor not connected
nl: Sensor niet verbonden

# CancelRecordingInfo
source: If you leave the screen, recording will not be saved.
nl: Als je het scherm verlaat, wordt de meting niet bewaard.

source: Leave
nl: Verlaat

source: Continue recording
nl: Ga door met meten

source: STOP RECORDING
nl: STOP METING

# InfoAndKnowledgeTitle
source: Info & Knowledge
nl: Informatie

# ImpactAndMovementCompensationMetrics
source: Impact magnitude and movement compensation metrics
nl: Impact en bewegingscompensatie parameters

source: Relative values
nl: Relatieve waarden

source: Absolute values
nl: Absolute waarden

# StartedRecordingActionInfo
source: You can't do this while recording a session
nl: Je kan dit niet doen tijdens een meting

source: Cancel
nl: Annuleer

source: Clear
nl: Maak leeg

source: Apply
nl: Pas toe

# DynStabilityAvg
source: AVG. DYNAMIC Instability
nl: GEM. DYNAMIC Instability

# GndContactAvg
source: AVG. GROUND Contact
nl: Gem. Grond Contact

source: Edit Patient
nl: Bewerk Klant

# InternetConnectioError
source: Could not connect with our Runeasi server. Please check your internet connection.
nl: Kan geen verbinding maken met one Runeasi server. Gelieve te controleren dat je verbonden bent met het internet.

# ContactSupportMessage
source: There was a problem with execution of your request. Please contact support.
nl: Er was een probleem met het uitvoeren van je verzoek. Gelieve support te contacteren.

# FirstSyncError
source: Unable to synchronize data. Please check your Internet connection. You can continue working offline. We will try to sync your data on next occasion.
nl: Data kan niet gesynchroniseerd worden. Gelieve je internetverbinding te controleren. Je kan offline verder werken. We zullen je data later proberen te synchronizeren.

# LastSyncError
source: Unable to synchronize data. Please check your Internet connection. All local user data is cleared on logout. To ensure that all data will be synchronized cancel the operation and retry when Internet connection is available.
nl: Data kan niet gesynchroniseerd worden. Gelieve je internetverbinding te controleren. Alle lokale data wordt verwijderd wanneer je je afmeldt. Om er zeker van te zijn dat alle data gesynchroniseerd kan worden annuleer je best deze operatie en probeer je later opnieuw wanneer de verbinding met onze server hersteld is.

# SensorRemoveError
source: You can't remove the device you are connected to
nl: Je kan het apparaat waarmee je verbonden bent niet verwijderen.

# RemoveRecordingInformation
source: Are you sure you want to remove this recording?
nl: Weet je zeker dat je deze meting wilt verwijderen?

# RemovePatientInformation
source: Are you sure you want to remove this patient?
nl: Weet je zeker dat je deze klant en al zijn data wilt verwijderen?

source: Remove
nl: Verwijder

source: Logout
nl: Meld af

source: Release License
nl: Geef Licentie vrij

source: Claim License
nl: Eis Licentie op

# EmptyTagNameError
source: You can't add a tag without a name
nl: Je kan geen tag zonder naam toevoegen

source: Something went wrong.
nl: Er ging iets fout.

source: Disconnect
nl: Verbreek verbinding

source: Refresh scanning
nl: Scan opnieuw

source: Scanning...
nl: Bezig met scannen...

# CancelRecording
source: Are you sure you want to cancel this recording?
nl: Weet je zeker dat je deze meting wil annuleren?

# ContinueLastRecording
source: Do you want to continue recording the last session?
nl: Wil je doorgaan met je laatste meting?

# ContinueLastRecordingSensorError
source: You are not connected to the sensor on which the session was recorded.
nl: Je bent niet verbonden met de sensor waarop de meting werd gestart.

# ContinueLastRecordingConectionError
source: We are unable to connect to the correct sensor.
nl: We kunnen geen verbinding maken met de juiste sensor.

# NoFreeLicensesAvailable
source: No free licenses available. Release license and try again or continue without ability to record.
nl: Geen vrije licenties beschikbaar. Geef een licentie vrij en probeer opnieuw of ga door zonder de mogelijkheid om metingen te doen.

source: Try again
nl: Probeer opnieuw

source: Continue
nl: Ga door

# NoLicenseWarning
source: Without the license ability to record will be disabled.
nl: Zonder licentie wordt de mogelijkheid om opnames te doen uitgeschakeld.

# NoLicenseInfo
source: No license available. Claim license to be able to connect to RunEASI sensors.
nl: Geen licentie beschikbaar. Claim eerst een licentie om verbinding te kunnen maken met de RunEASI sensors.

# LocationInfo
source: Make sure you have location access enabled on your device.
nl: Zorg ervoor dat je dit apparaat toegang geeft tot je huidige locatie.

# CumulativeImpact
source: Cumulative impact magnitude
nl: Cumulatieve impact magnitude

# SensorConnectionError
source: Something went wrong. Check the bluetooth connection and make sure the sensor is in range.
nl: Er ging iets fout. Controleer de bluetooth verbinding en zorg ervoor dat de sensor zich binnen het bereik bevindt.

# SyncErrorTitle
source: There are local changes that have not been synchronised with the server.
nl: Er zijn lokale wijzigingen die nog niet gesynchronizeerd konden worden met de server.

# SyncErrorDescription
source: If you’d like for these changes to be synchronised, cancel, ensure Internet access and try to log out again. Otherwise continue.
nl: Als je deze wijzigingen wilt synchronizeren, kies dan voor annuleer, zorg dat er een internet verbinding is en probeer om opnieuw uit te loggen. Anders kies dan voor Ga door.

# UpdateFirmwareInfo
source: A newer version of the sensor firmware is available. Click OK to upgrade your sensor to the latest version.
nl: Een nieuwere software versie van de sensor is beschikbaar. Klik OK om je sensor te upgraden naar de laatste versie.

source: Update
nl: Werk bij

source: Version
nl: Versie

source: Progress
nl: Voortgang

# SessionDetails
source: SESSION TRENDS
nl: SESSIE TRENDS

# RelativeValue
source: Relative values
nl: Relatieve waarden

# ShowAbsoluteValue
source: Show absolute values
nl: Toon absolute waarden

# LeftPlotValue
source: left leg
nl: linker been

# RightPlotValue
source: right leg
nl: rechter been

source: typical
nl: typisch

source: elevated
nl: verhoogd

source: high
nl: hoog

# PlotLeftLegInfo
source: o Asymmetry Left
nl: o Asymmetrie Links

# PlotRightLegInfo
source: o Asymmetry Right
nl: o Asymmetrie Rechts

# SoftwareVersionDownloadError
source: We are unable to download the latest software version. Please try again later.
nl: We konden de laatste nieuwe software versie niet downloaden. Gelieve later opnieuw te proberen.

# SoftwareDownloadError
source: We are unable to download the latest software. Please try again later.
nl: We konden de laatste software niet downloaden. Gelieve later opnieuw te proberen.

source: Retry
nl: Probeer opnieuw

# PreviousUserSync
source: There data of the previous user on the device that has not been synchronized. Continuing will earse these data. In order to synchronize, cancel and log in with previous user credentials.
nl: Er zijn nog gegevens van de vorige gebruiker op dit apparaat die niet konden gesynchroniseerd worden. Als je doorgaat wordt alle data verwijderd. Om te synchronizeren, annuleer en meld je aan met de gegevens van de vorige gebruiker.

# PreviousUserName
source: Previous user:
nl: Vorige gebruiker:

source: Reports
nl: Rapporten

source: Previous Reports
nl: Vorige Rapporten

source: New Report
nl: Nieuw Rapport

source: Custom report name
nl: Aangepaste rapport naam

# RaportCreateInfo
source: Report. Generated on
nl: Rapport. Gegenereerd op

# EmptyReportListTip
source: Select multiple sessions to generate a comparison report, select one session for a detailed session report.
nl: Selecteer meerdere sessies om een vergelijkingsrapport te genereren, selecteer 1 sessie voor een gedetailleerd rapport over die sessie.

source: Report
nl: Rapport

# SelectSessionForReportInfo
source: Tap a recording on the left to add it to the report.
nl: Klik op een sessie aan de linkerkant om ze aan het rapport toe te voegen.

source: Discard
nl: Annuleer

source: Generate Comparison Report
nl: Genereer Vergelijkingsrapport

source: Generate Session Report
nl: Genereer Sessierapport

# RemoveReportInfo
source: Are you sure you want to remove the report?
nl: Weet je zeker dat je dit rapport wilt verwijderen?

# ReportsNoInternetView
source: Internet connection is required for the report generation to work.
nl: Een internetverbinding is vereist om rapporten te kunnen genereren.

source: Settings
nl: Instellingen

source: Practice Profile
nl: Profiel van de praktijk

source: Practice Name
nl: Naam van de praktijk

source: Practice Logo
nl: Logo van de praktijk

source: Load from gallery
nl: Laad van de fotogallerij

source: Edit
nl: Bewerk

source: License
nl: Licentie

source: No active license
nl: Geen actieve licenties

source: Active license
nl: Actieve licentie

source: Synchronization
nl: Synchronizatie

source: Last synchronization date
nl: Datum laatste synchronizatie

source: Synchronization pending
nl: Synchronizatie mogelijk

# FullySync
source: Fully synchronized
nl: Volledig gesynchroniseerd

source: Synchronize now
nl: Synchronizeer nu

source: General
nl: Algemeen

source: Application Version
nl: Versie applicatie

# TermsContidions
source: Terms and conditions
nl: Voorwaarden en condities

source: Never synchronized
nl: Nooit gesynchroniseerd

# CropImageInformation
source: Use drag and pinch gestures on a logo if it needs cropping.
nl: Gebruik sleep en zoom bewegingen op het logo indien het bijgesneden moet worden.

# SendDatabaseInfo
source: Are you sure you want to send the entire database?
nl: Weet je zeker dat je de volledige database naar Runeasi wil versturen?

# SendDatabaseSuccess
source: Database has been sent
nl: Database werd verzonden

# OpenPDFError
source: An error occurred while trying to open a file. Make sure you have an application on your device that allows you to open PDF files.
nl: Er is een fout opgetreden tijdens het openen van het bestand. Zorg ervoor dat je een app op je toestel hebt staan om PDF bestanden te openen (bv. Acrobat Reader).

# SavePDFError
source: An error occurred while trying to save a file.
nl: Er is een fout opgetreden bij het opslaan van het bestand.

# OpenGalleryNoInternet
source: Updating practice logo requires an active Internet connection
nl: Het updaten van het logo van de praktijk vereist een actieve internetverbinding

# UpdateSensorInfoTitlePopup
source: A newer version of the sensor firmware is available.
nl: Een nieuwere versie van de sensor firmware is beschikbaar.

# UpdateSensorInfoPopup
source: Do you want to upgrade your sensor now to benefit from the latest improvements (+- 2 minutes)?
nl: Wil je de sensor nu upgraden om gebruik te kunnen maken van de laatste nieuwe verbeteringen (+- 2 minuten)?

# BiofeedbackIncorrectDataHint
source: To get proper data, please make sure that the belt is put on correctly and the sensor is not attached upside down (i.e, Runeasi logo should be readable from left to right).
nl: Gelieve even na te kijken of de riem goed zit en de sensor niet ondersteboven bevestigd werd (het Runeasi logo moet leesbaar zijn van links naar rechts).

# BiofeedbackIncorrectDataHint2
source: Sensor attached correctly and still not seeing any data? Please consider to quickly reboot the sensor to resolve the problem.
nl: Sensor goed bevestigd en nog steeds geen data? Gelieve de sensor even opnieuw op te starten om het probleem te verhelpen.

# BiofeedbackIncorrectDataHint3
source: Did the sensor position change? We are exclusively showing data when it matches our high accuracy standards.
nl: Is de sensor van plaats veranderd? We tonen enkel maar data wanneer we een hoge nauwkeurigheid kunnen garanderen.

# BiofeedbackIncorrectDataHint4
source: Is the belt attached tight enough? Stop the recording, tighten the belt and start a new recording session. This will increase the accuracy of the data that can be captured.
nl: Spant de riem voldoende? Gelieve de meting even te stoppen, de riem een beetje aan te spannen en vervolgens een nieuwe sessie te starten. Dit zal de nauwkeurigheid waarmee de data verzameld kan worden verder verbeteren.

# Reboot
source: Reboot Sensor
nl: Start Sensor opnieuw op

# RebootError
source: Reboot Sensor failed
nl: Herstarten van de sensor mislukt

# RebootErrorTip
source: We were unable to restart your sensor. Please try to start a new recording in a couple of seconds, or consider a manual reset of the sensor by briefly taking the battery out and putting it back in.
nl: We konden de sensor niet opnieuw opstarten. Gelieve binnen enkele seconden opnieuw te proberen, of overweeg een manuele reset door kort de batterij uit de sensor te halen en deze vervolgens terug te plaatsen.

# RebootSuccess
source: Please move the sensor briefly to prepare it for analysis
nl: Gelieve de sensor even te bewegen om deze klaar te maken voor analyse

# RemoveTagInfo
source: Are you sure you want to delete this tag? It will be removed from all recordings.
nl: Ben je zeker dat je deze tag wilt verwijderen? Deze zal van alle metingen verwijderd worden.

source: running
nl: lopen

source: walking
nl: wandelen

# CamparissonTypeError
source: you can only compare recordings of the same type
nl: je kan enkel metingen van hetzelfde type met elkaar vergelijken

source: Filter by type
nl: Filter op type

# SelectionRecordingCountError
source: You can select up to 5 recordings.
nl: Je kan tot 5 metingen selecteren.

source: No previous reports available
nl: Geen vorige rapporten beschikbaar

# CreateReportInstruction
source: Enter a title and click NEW REPORT
nl: Geef een titel in en klik NIEUW RAPPORT

# RemoveNoteQuestion
source: Are you sure you want to delete this note?
nl: Weet je zeker dat je deze notitie wilt verwijderen?

# PlotUnavailable
source: No relative values are available for this metric, please switch to absolute value to examine the trends for this metric.
nl: Geen relatieve waarden beschikbaar voor deze parameter, gelieve over te schakelen naar absolute waarden om de trends van deze parameter te bekijken.

source: Create new report
nl: Maak nieuw rapport

# ReportGenerationFailed
source: Report Generation failed. Try again or contact support.
nl: Genereren van rapport mislukt. Probeer opnieuw of neem contact op met ons support team.

# Sensor404Error
source: Make sure the sensor is in range and that you have the latest software version.
nl: Zorg ervoor dat de sensor binnen het bereik is en dat je de laatste nieuwe software versie hebt.

source: Learning center
nl: Educatie platform

# GetFirmwareVersionError
source: The current software version could not be checked
nl: De huidige software versie kon niet achterhaald worden

# WalkingFeatureNeedUpdateSensor
source: The current sensor firmware does not support walking analysis, please update to unlock walking.
nl: De huidige sensor software ondersteunt geen wandelanalyse, gelieve de sensor te updaten om wandelanalyse te activeren.

source: Full screen
nl: Volledig scherm

source: Close
nl: Sluit

# LowBatteryLevelInfo
source: The sensor's battery level is very low.
nl: De batterij van de sensor is bijna leeg.

source: Older news
nl: Ouder nieuws

# NewsHeader
source: News
nl: Nieuws

# StartRecordingError
source: Preparing the sensor to record a remote session. Please wait to avoid data loss.
nl: Sensor voorbereiden voor remote sessie. Gelieve even te wachten om geen data te verliezen.

# StartRecordingErrorPopupMessage
source: Please click OK to quickly reboot the sensor to resolve this issue.
nl: Gelieve OK te klikken om de sensor snel opnieuw op te starten om dit probleem te verhelpen.

# RebootTip
source: Please move the sensor briefly to prepare it for analysis.
nl: Gelieve de sensor kort te bewegen om deze klaar te maken voor analyses.

# StopRecordingWithoutData
source: No running metrics could be computed. Please try to do a longer recording.
nl: Er konden geen loopparameters berekend worden. Gelieve een langere meting te doen.

source: Contact support
nl: Contacteer support

# BluetootthDisableTip
source: We can’t connect via Bluetooth. Please make sure Bluetooth is switched on in the settings of your tablet.
nl: We kunnen geen verbinding maken via Bluetooth. Gelieve na te gaan dat Bluetooth op dit apparaat is ingeschakeld in de bluetooth instellingen.

# StopRecordingErrorMessage
source: We could not stop the recording atm, please wait a couple of seconds and try clicking the stop button again.
nl: We konden op dit moment de meting niet stoppen. Gelieve binnen enkele seconden opnieuw te proberen door opnieuw op de stopknop te duwen.

# SyncInProgressHint
source: Performing initial data synchronization... (may take a couple of minutes)
nl: Bezig met eerste data synchronizatie... (dit kan enkele minuten duren)

# NewAppVersionAvailableUpdate
source: A newer version of the app is available. Please consider updating the app now to get the best experience.
nl: Een nieuwere versie van de app is beschikbaar. Gelieve de app te updaten voor een optimale gebruikerservaring.

# NewAppVersionAvailableForceUpdate
source: We made some critical improvements to the app to ensure that you get the best possible experience. Please update your Runeasi app now.
nl: We hebben enkele kritieke verbetering toegevoegd aan de app om je van een optimale ervaring te bezorgen. Gelieve de Runeasi app nu te updaten alvorens verder te gaan.

# SpatioTemporalMetrics
source: Spatio-temporal
nl: Spatio-temporeel

# OtherSummaryMetrics
source: OTHER SUMMARY STATS
nl: ANDERE STATISTIEKEN

# BackToOverView
source: Overview
nl: Overzicht

# SessionRepot
source: PDF Report
nl: PDF rapport

source: See Recommendations
nl: Zie aanbevelingen

# RecommendationsImpactLoading
source: recommendations TO IMPROVE IMPACT LOADING
nl: aanbeveling VOOR HET VERBETEREN VAN IMPACT LOADING

# RecommendationsSymmetry
source: recommendations to IMPROVE Symmetry
nl: aanbeveling VOOR HET VERBETEREN VAN SYMMETRIE

# RecommendationsDynamicStability
source: recommendations TO IMPROVE DYNAMIC STABILITY
nl: aanbeveling VOOR HET VERBETEREN VAN DYNAMIC STABILITY

source: WEAKEST LINK:
nl: ZWAKSTE SCHAKEL:

source: RELEVANCE:
nl: RELEVANTIE:

source: LINKED TO:
nl: GELINKT AAN:

# WeakestLinkIM
source: High impacts reaching the lower back while running.
nl: Hoge impacten bereiken de lage rug tijdens het lopen.

# WeakestLinkIML
source: Higher impacts when landing on the LEFT leg.
nl: Hogere impacten tijdens de landing op het LINKER been.

# WeakestLinkIMR
source: Higher impacts when landing on the RIGHT leg.
nl: Hogere impacten tijdens de landing op het RECHTER been.

# WeakestLinkID
source: Ability to slow down impacts travelling through the legs.
nl: Vermogen waarmee impacten kunnen afgeremd worden wanneer ze zich doorheen de benen verplaatsen.

# WeakestLinkIDL
source: Worse ability to slow down impacts through the LEFT leg.
nl: Verminderd vermogen om impacten af te remmen doorheen het LINKER been.

# WeakestLinkIDR
source: Worse ability to slow down impacts through the RIGHT leg.
nl: Verminderd vermogen om impacten af te remmen doorheen het RECHTER been.

# WeakestLinkDS
source: Ability to control side-to-side movements of the hips.
nl: Vermogen om zijwaartse bewegingen van de heupen te controleren.

# WeakestLinkDSL
source: Worse control of side-to-side movements of the hips on LEFT leg.
nl: Verminderd vermogen om zijwaartse bewegingen van de heupen te controleren op het LINKER been.

# WeakestLinkDSR
source: Worse control of side-to-side movements of the hips on RIGHT leg.
nl: Verminderd vermogen om zijwaartse bewegingen van de heupen te controleren op het RECHTER been.

# RelevanceIM
source: Increased risk for injury & faster fatiguing.
nl: Hoger risico op blessure & sneller optreden van vermoeidheid.

# RelevanceIML
source: Increased risk for injury & faster fatiguing.
nl: Hoger risico op blessure & sneller optreden van vermoeidheid.

# RelevanceIMR
source: Increased risk for injury & faster fatiguing.
nl: Hoger risico op blessure & sneller optreden van vermoeidheid.

# RelevanceID
source: Increased risk for injury & lowered running economy.
nl: Hoger risico op blessure & verminderde loopeconomie.
